Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/spk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: premium reserve was released and used for provisions
nb: benyttet til avsetning for økt levealder og forventet økt

source: This is an increase of NOK 498
nb: økning på 498 millioner gjennom året.

source: been revised, and allocation to this asset class has thus
nb: og allokeringen til denne aktivaklassen er som følge av

source: three years after the changes in legislation come into force.
nb: år etter lovendringene trer i kraft.

source: calculation of the premium rate for the year was 5 per cent.
nb: avkastning som er lagt til grunn i premiesatsen er 5 prosent.

source: As of 31.12.2016, NOK 351 million in net unrealized directors enables the continued improvement of the
nb: 31.12.2016 er det avsatt 351 millioner kroner i netto ordningen fremover. er ca.

source: The scheme had a total of 6 561 actively
nb: Det var i alt 6 561 aktive medlemmer og Forsikringsrisiko

source: under the current tariff.
nb: det dagens tariff forutsetter.

source: The Pension Scheme for the Pharmacy Sector | Annual report 2014
nb: Pensjonsordningen for apotekvirksomhet | Årsrapport 2014

source: Members, contributions and benefit payments
nb: forhold til den totale forvaltningskapitalen.
